:MATCH
{	
	BindIP = "0.0.0.0"		// bind IP	
	Port = 13000		// Port	
	CreateWorker = 4		// 생성 워커 스레드
	ActiveWorker = 2		// 활성화 워커스레드
	CreateAccept = 1		// 생성 엑셉트 스레드
	Nodelay = 0		// Nodelay. 1이면 노딜레이 옵션 적용(네이글 알고리즘 적용)
	MaxJoinUser = 1000	// 최대 접속 가능 유저 수
	LogLevel	= 0		// 0 : 디버그 / 1 : 위험 / 2 : 에러 / 3 :  시스템	
	EnterToken = "12345678901234567890123456789012"	// 매칭 서버가 로그인 시 들고오는 토큰
}

:BATTLE
{	
	BattleBindIP = "0.0.0.0"		// bind IP	
	BattlePort = 13100			// Port	
	BattleCreateWorker = 4		// 생성 워커 스레드
	BattleActiveWorker = 2		// 활성화 워커스레드
	BattleCreateAccept = 1		// 생성 엑셉트 스레드
	BattleNodelay = 0			// Nodelay. 1이면 노딜레이 옵션 적용(네이글 알고리즘 적용)
	BattleMaxJoinUser = 1000		// 최대 접속 가능 유저 수
	BattleLogLevel	= 0		// 0 : 디버그 / 1 : 위험 / 2 : 에러 / 3 :  시스템	
	BattleEnterToken = "12345678901234567890123456789012"	// 배틀 서버가 로그인 시 들고오는 토큰
}